Revit 2027 API
SymbolTypeId.KipPerFtSup3 Property
 Symbol kip/ft³, indicating unit Kips per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipPerFtSup3 { get; }
Public Shared ReadOnly Property KipPerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipPerFtSup3 {
	ForgeTypeId^ get ();
}
static member KipPerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace